{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0001": 5,
      ")": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ";": 17,
      "=": 18,
      "_": 19,
      "a": 20,
      "b": 21,
      "c": 22,
      "d": 23,
      "e": 24,
      "f": 25,
      "g": 26,
      "h": 27,
      "i": 28,
      "j": 29,
      "k": 30,
      "l": 31,
      "m": 32,
      "n": 33,
      "o": 34,
      "p": 35,
      "q": 36,
      "r": 37,
      "s": 38,
      "t": 39,
      "u": 40,
      "v": 41,
      "w": 42,
      "x": 43,
      "y": 44,
      "z": 45,
      "à": 46,
      "á": 47,
      "â": 48,
      "ã": 49,
      "è": 50,
      "é": 51,
      "ê": 52,
      "ì": 53,
      "í": 54,
      "ò": 55,
      "ó": 56,
      "ô": 57,
      "õ": 58,
      "ù": 59,
      "ú": 60,
      "ý": 61,
      "ă": 62,
      "đ": 63,
      "ĩ": 64,
      "ũ": 65,
      "ơ": 66,
      "ư": 67,
      "ạ": 68,
      "ả": 69,
      "ấ": 70,
      "ầ": 71,
      "ẩ": 72,
      "ẫ": 73,
      "ậ": 74,
      "ắ": 75,
      "ằ": 76,
      "ẳ": 77,
      "ẵ": 78,
      "ặ": 79,
      "ẹ": 80,
      "ẻ": 81,
      "ẽ": 82,
      "ế": 83,
      "ề": 84,
      "ể": 85,
      "ễ": 86,
      "ệ": 87,
      "ỉ": 88,
      "ị": 89,
      "ọ": 90,
      "ỏ": 91,
      "ố": 92,
      "ồ": 93,
      "ổ": 94,
      "ỗ": 95,
      "ộ": 96,
      "ớ": 97,
      "ờ": 98,
      "ở": 99,
      "ỡ": 100,
      "ợ": 101,
      "ụ": 102,
      "ủ": 103,
      "ứ": 104,
      "ừ": 105,
      "ử": 106,
      "ữ": 107,
      "ự": 108,
      "ỳ": 109,
      "ỷ": 110,
      "ỹ": 111,
      "–": 112,
      "…": 113,
      "﻿": 114,
      "##ô": 115,
      "##_": 116,
      "##p": 117,
      "##h": 118,
      "##ỏ": 119,
      "##n": 120,
      "##g": 121,
      "##ỷ": 122,
      "##i": 123,
      "##ệ": 124,
      "##m": 125,
      "##ý": 126,
      "##l": 127,
      "##ạ": 128,
      "##z": 129,
      "##j": 130,
      "##w": 131,
      "##3": 132,
      "##1": 133,
      "##2": 134,
      "##t": 135,
      "##u": 136,
      "##a": 137,
      "##á": 138,
      "##c": 139,
      "##ả": 140,
      "##k": 141,
      "##e": 142,
      "##y": 143,
      "##ó": 144,
      "##ế": 145,
      "##ự": 146,
      "##à": 147,
      "##õ": 148,
      "##f": 149,
      "##r": 150,
      "##o": 151,
      "##d": 152,
      "##ễ": 153,
      "##đ": 154,
      "##ể": 155,
      "##ù": 156,
      "##ộ": 157,
      "##ấ": 158,
      "##ứ": 159,
      "##ặ": 160,
      "##ầ": 161,
      "##ắ": 162,
      "##5": 163,
      "##q": 164,
      "##8": 165,
      "##7": 166,
      "##í": 167,
      "##ọ": 168,
      "##ê": 169,
      "##ậ": 170,
      "##ĩ": 171,
      "##6": 172,
      "##ơ": 173,
      "##ă": 174,
      "##s": 175,
      "##v": 176,
      "##ò": 177,
      "##b": 178,
      "##0": 179,
      "##4": 180,
      "##ổ": 181,
      "##ề": 182,
      "##ủ": 183,
      "##ị": 184,
      "##ư": 185,
      "##ụ": 186,
      "##â": 187,
      "##ồ": 188,
      "##ú": 189,
      "##ờ": 190,
      "##9": 191,
      "##ẳ": 192,
      "##ớ": 193,
      "##ẻ": 194,
      "##ẹ": 195,
      "##ỗ": 196,
      "##ữ": 197,
      "##x": 198,
      "##ở": 199,
      "##é": 200,
      "##ử": 201,
      "##ã": 202,
      "##ợ": 203,
      "##ỳ": 204,
      "##ì": 205,
      "##ố": 206,
      "##ừ": 207,
      "##è": 208,
      "##ẽ": 209,
      "##ỹ": 210,
      "##ỡ": 211,
      "##ẫ": 212,
      "##ũ": 213,
      "##ỉ": 214,
      "##ằ": 215,
      "##ẩ": 216,
      "##ẵ": 217,
      "##)": 218,
      "##ng": 219,
      "##_t": 220,
      "##nh": 221,
      "th": 222,
      "##ên": 223,
      "nh": 224,
      "gi": 225,
      "##_v": 226,
      "##iên": 227,
      "ch": 228,
      "##_viên": 229,
      "kh": 230,
      "giả": 231,
      "##iệ": 232,
      "giảng": 233,
      "##ầy": 234,
      "##_th": 235,
      "##ạy": 236,
      "##inh": 237,
      "##ình": 238,
      "##ài": 239,
      "thầy": 240,
      "##_h": 241,
      "##ọc": 242,
      "tr": 243,
      "##iế": 244,
      "##_d": 245,
      "sinh": 246,
      "##ông": 247,
      "sinh_viên": 248,
      "##ất": 249,
      "và": 250,
      "##_tình": 251,
      "bài": 252,
      "##_đ": 253,
      "dạy": 254,
      "##iể": 255,
      "không": 256,
      "##iệt": 257,
      "có": 258,
      "rất": 259,
      "##uy": 260,
      "nhiệt": 261,
      "##ác": 262,
      "##ều": 263,
      "học": 264,
      "nhiệt_tình": 265,
      "##iều": 266,
      "##iểu": 267,
      "ph": 268,
      "##_c": 269,
      "cho": 270,
      "##ực": 271,
      "##ập": 272,
      "hiểu": 273,
      "nhiều": 274,
      "giảng_viên": 275,
      "##ần": 276,
      "##_l": 277,
      "##ới": 278,
      "dễ": 279,
      "là": 280,
      "##ôn": 281,
      "thực": 282,
      "các": 283,
      "hơ": 284,
      "##_tập": 285,
      "##ượ": 286,
      "ng": 287,
      "##ận": 288,
      "qu": 289,
      "cô": 290,
      "##ức": 291,
      "##ay": 292,
      "##n_th": 293,
      "##ong": 294,
      "##_b": 295,
      "##âm": 296,
      "##_tr": 297,
      "##ành": 298,
      "nên": 299,
      "##_học": 300,
      "bài_tập": 301,
      "##ược": 302,
      "##_s": 303,
      "được": 304,
      "môn": 305,
      "tận": 306,
      "củ": 307,
      "hơn": 308,
      "##_dạy": 309,
      "của": 310,
      "giảng_dạy": 311,
      "##áo": 312,
      "với": 313,
      "##ết": 314,
      "##_g": 315,
      "hay": 316,
      "kiế": 317,
      "thực_h": 318,
      "##iết": 319,
      "##ớp": 320,
      "em": 321,
      "##n_thức": 322,
      "kiến_thức": 323,
      "thực_hành": 324,
      "##an": 325,
      "##ung": 326,
      "trong": 327,
      "##ời": 328,
      "##_tâm": 329,
      "cần": 330,
      "lớp": 331,
      "để": 332,
      "tố": 333,
      "làm": 334,
      "##n_đ": 335,
      "như": 336,
      "##_gi": 337,
      "##ưa": 338,
      "quá": 339,
      "tốt": 340,
      "##ạt": 341,
      "khó": 342,
      "##_k": 343,
      "##ướ": 344,
      "##ui": 345,
      "##uyết": 346,
      "##_m": 347,
      "vui": 348,
      "##ươ": 349,
      "môn_học": 350,
      "##ương": 351,
      "##_dụ": 352,
      "ngh": 353,
      "##ính": 354,
      "##ột": 355,
      "về": 356,
      "##iệu": 357,
      "##_n": 358,
      "##ẫn": 359,
      "chưa": 360,
      "một": 361,
      "##ững": 362,
      "##_ch": 363,
      "giáo": 364,
      "truy": 365,
      "##ch": 366,
      "truyề": 367,
      "##ườ": 368,
      "##ường": 369,
      "tiế": 370,
      "những": 371,
      "##_q": 372,
      "tận_tâm": 373,
      "##ăng": 374,
      "##òng": 375,
      "##ải": 376,
      "nó": 377,
      "##ắc": 378,
      "##ại": 379,
      "##n_đạt": 380,
      "giờ": 381,
      "##_qu": 382,
      "##ày": 383,
      "##ao": 384,
      "##áp": 385,
      "##_thể": 386,
      "truyền_đạt": 387,
      "cách": 388,
      "##_trình": 389,
      "##ổi": 390,
      "##_ng": 391,
      "giáo_viên": 392,
      "khi": 393,
      "##án": 394,
      "thời": 395,
      "##êm": 396,
      "##ộng": 397,
      "nói": 398,
      "##_nh": 399,
      "##ến": 400,
      "lên": 401,
      "##ướng": 402,
      "##ph": 403,
      "##úng": 404,
      "##iệc": 405,
      "##_ph": 406,
      "nhưng": 407,
      "nộ": 408,
      "##ích": 409,
      "##òn": 410,
      "##iểm": 411,
      "##_dẫn": 412,
      "##iện": 413,
      "giải": 414,
      "đến": 415,
      "##úp": 416,
      "chỉ": 417,
      "##_dụng": 418,
      "thực_t": 419,
      "giúp": 420,
      "còn": 421,
      "lý": 422,
      "##_gian": 423,
      "hướng": 424,
      "##ài_l": 425,
      "##de": 426,
      "thì": 427,
      "bu": 428,
      "##anh": 429,
      "thời_gian": 430,
      "##_dung": 431,
      "thêm": 432,
      "kỹ": 433,
      "cũ": 434,
      "##_thuyết": 435,
      "##ảm": 436,
      "trên": 437,
      "hơi": 438,
      "tận_tình": 439,
      "nội": 440,
      "##_kh": 441,
      "lý_thuyết": 442,
      "phòng": 443,
      "nội_dung": 444,
      "hướng_dẫn": 445,
      "##_tính": 446,
      "mà": 447,
      "phần": 448,
      "đồ": 449,
      "##li": 450,
      "##âu": 451,
      "vào": 452,
      "này": 453,
      "##ạo": 454,
      "##ấp": 455,
      "cũng": 456,
      "tiếp": 457,
      "##ối": 458,
      "má": 459,
      "rõ": 460,
      "##_x": 461,
      "##uyên": 462,
      "lại": 463,
      "##_năng": 464,
      "##_quả": 465,
      "máy": 466,
      "việc": 467,
      "##_ngh": 468,
      "##ấy": 469,
      "khá": 470,
      "##_sinh": 471,
      "ra": 472,
      "đi": 473,
      "ho": 474,
      "##ợp": 475,
      "##_vẻ": 476,
      "##_động": 477,
      "##ật": 478,
      "##ảo": 479,
      "học_sinh": 480,
      "đúng": 481,
      "buổi": 482,
      "đề": 483,
      "##úc": 484,
      "##ầu": 485,
      "nhanh": 486,
      "vui_vẻ": 487,
      "sử": 488,
      "##ang": 489,
      "##lide": 490,
      "nhà": 491,
      "điểm": 492,
      "##em": 493,
      "slide": 494,
      "##àng": 495,
      "tài_l": 496,
      "##ượng": 497,
      "hiệu": 498,
      "tài_liệu": 499,
      "##át": 500,
      "##ước": 501,
      "##_án": 502,
      "hiệu_quả": 503,
      "thực_tế": 504,
      "##au": 505,
      "##_pháp": 506,
      "từ": 507,
      "##ôi": 508,
      "##_cấp": 509,
      "##ữa": 510,
      "đầy": 511,
      "##_r": 512,
      "##_thu": 513,
      "có_thể": 514,
      "phải": 515,
      "ví": 516,
      "chi": 517,
      "##ọng": 518,
      "##ứng": 519,
      "ví_dụ": 520,
      "tâm": 521,
      "gì": 522,
      "ít": 523,
      "##_đủ": 524,
      "đầy_đủ": 525,
      "##uôn": 526,
      "phương": 527,
      "##ạn": 528,
      "##_bị": 529,
      "mới": 530,
      "thường": 531,
      "##eo": 532,
      "cao": 533,
      "##wz": 534,
      "##jwz": 535,
      "wz": 536,
      "wzjwz": 537,
      "##ỏi": 538,
      "##le": 539,
      "luôn": 540,
      "đồ_án": 541,
      "phương_pháp": 542,
      "##ắm": 543,
      "vui_tính": 544,
      "tạo": 545,
      "##ái": 546,
      "##ào": 547,
      "quan": 548,
      "tiếp_thu": 549,
      "thi": 550,
      "theo": 551,
      "co": 552,
      "học_tập": 553,
      "vì": 554,
      "do": 555,
      "##ây": 556,
      "nghe": 557,
      "anh": 558,
      "##ồi": 559,
      "##_lượng": 560,
      "##iếu": 561,
      "##ấn_đ": 562,
      "##_tiết": 563,
      "vấn_đ": 564,
      "vấn_đề": 565,
      "đó": 566,
      "cung": 567,
      "sự": 568,
      "##uyệ": 569,
      "cung_cấp": 570,
      "##_huyết": 571,
      "tiếng": 572,
      "cu": 573,
      "##in": 574,
      "công": 575,
      "thông": 576,
      "##iến": 577,
      "##_hợp": 578,
      "##êu": 579,
      "##ống": 580,
      "tính": 581,
      "##_lý": 582,
      "##ản": 583,
      "liên": 584,
      "mong": 585,
      "biết": 586,
      "khác": 587,
      "đã": 588,
      "trước": 589,
      "##_mắc": 590,
      "##ặc": 591,
      "sau": 592,
      "tiết": 593,
      "nghỉ": 594,
      "thắc": 595,
      "cảm": 596,
      "thắc_mắc": 597,
      "tự": 598,
      "##iễ": 599,
      "##àn": 600,
      "##ai": 601,
      "chi_tiết": 602,
      "kỳ": 603,
      "sử_dụng": 604,
      "quan_tâm": 605,
      "##út": 606,
      "##ảng": 607,
      "khả": 608,
      "##ách": 609,
      "##óm": 610,
      "gần": 611,
      "##ếu": 612,
      "##_bảo": 613,
      "##ân": 614,
      "khả_năng": 615,
      "sẽ": 616,
      "##ục": 617,
      "bạn": 618,
      "giải_đ": 619,
      "cụ": 620,
      "##ắt": 621,
      "hỏi": 622,
      "đưa": 623,
      "##_số": 624,
      "cụ_thể": 625,
      "##ạng": 626,
      "nhóm": 627,
      "giải_đáp": 628,
      "##ân_th": 629,
      "##ỗi": 630,
      "điều": 631,
      "đảm": 632,
      "##ười": 633,
      "chương": 634,
      "##_xuyên": 635,
      "thường_xuyên": 636,
      "##ằng": 637,
      "##_nghiệ": 638,
      "##uyện": 639,
      "đảm_bảo": 640,
      "chu": 641,
      "##âng": 642,
      "thấy": 643,
      "cuối": 644,
      "nâng": 645,
      "thân_th": 646,
      "##ùng": 647,
      "thân_thiện": 648,
      "##ăn": 649,
      "gây": 650,
      "áp": 651,
      "chất": 652,
      "##iết_bị": 653,
      "ngo": 654,
      "##iễn": 655,
      "rõ_r": 656,
      "rõ_ràng": 657,
      "chất_lượng": 658,
      "chương_trình": 659,
      "nắm": 660,
      "##ánh": 661,
      "##on": 662,
      "##_thức": 663,
      "thực_tiễn": 664,
      "người": 665,
      "cơ": 666,
      "##_đỡ": 667,
      "câu": 668,
      "bài_học": 669,
      "giúp_đỡ": 670,
      "nào": 671,
      "chuyên": 672,
      "tăng": 673,
      "kỹ_năng": 674,
      "phù": 675,
      "thay": 676,
      "cập": 677,
      "phù_hợp": 678,
      "##_quan": 679,
      "lúc": 680,
      "rồi": 681,
      "sát": 682,
      "nhất": 683,
      "trường": 684,
      "chúng": 685,
      "ngoài": 686,
      "hài_l": 687,
      "hài_lòng": 688,
      "##am": 689,
      "một_số": 690,
      "hoạt": 691,
      "tâm_huyết": 692,
      "##ot": 693,
      "cập_nh": 694,
      "tới": 695,
      "hình": 696,
      "hết": 697,
      "##ốn": 698,
      "##_bài": 699,
      "hoạt_động": 700,
      "##_việc": 701,
      "quá_trình": 702,
      "cập_nhật": 703,
      "##_em": 704,
      "tì": 705,
      "##_báo": 706,
      "đôi": 707,
      "thông_báo": 708,
      "tìm": 709,
      "bị": 710,
      "mình": 711,
      "cả": 712,
      "##ậy": 713,
      "tương": 714,
      "##_đổi": 715,
      "chúng_em": 716,
      "nếu": 717,
      "##dot": 718,
      "##ền": 719,
      "##ồn": 720,
      "trình": 721,
      "qua": 722,
      "mỗi": 723,
      "chủ": 724,
      "##_thú": 725,
      "báo": 726,
      "##ấm": 727,
      "trang": 728,
      "##_nghiệm": 729,
      "hứng": 730,
      "tập": 731,
      "##_cách": 732,
      "##_sự": 733,
      "giảng_bài": 734,
      "yêu": 735,
      "##ặt": 736,
      "đồng": 737,
      "hợp": 738,
      "đủ": 739,
      "##_độ": 740,
      "##ọn": 741,
      "##_trường": 742,
      "nghĩ": 743,
      "số": 744,
      "##ậm": 745,
      "chán": 746,
      "##_cầu": 747,
      "##_kỳ": 748,
      "sửa": 749,
      "thu": 750,
      "giữa": 751,
      "đầu": 752,
      "tho": 753,
      "chấm": 754,
      "kết": 755,
      "trễ": 756,
      "##_ích": 757,
      "##ub": 758,
      "##_môn": 759,
      "từng": 760,
      "hợp_lý": 761,
      "cái": 762,
      "##ẩn": 763,
      "bổ": 764,
      "##oa": 765,
      "##_trợ": 766,
      "thoải": 767,
      "##_lực": 768,
      "##_kiến": 769,
      "##_mái": 770,
      "thoải_mái": 771,
      "##_tác": 772,
      "##_lớp": 773,
      "đều": 774,
      "##ịch": 775,
      "##ũi": 776,
      "thiết_bị": 777,
      "phân": 778,
      "##_gũi": 779,
      "buồn": 780,
      "hứng_thú": 781,
      "giáo_trình": 782,
      "gần_gũi": 783,
      "##uble": 784,
      "##lon": 785,
      "tụ": 786,
      "ý_kiến": 787,
      "đối": 788,
      "thật": 789,
      "áp_dụng": 790,
      "hỗ": 791,
      "##ịp": 792,
      "chuẩn": 793,
      "kinh": 794,
      "kiểm": 795,
      "##ệ_th": 796,
      "##_tạo": 797,
      "thiếu": 798,
      "##_tra": 799,
      "##_trung": 800,
      "##ubledot": 801,
      "tu": 802,
      "vẫn": 803,
      "thuyết": 804,
      "hỗ_trợ": 805,
      "kịp": 806,
      "##áng": 807,
      "##oàn": 808,
      "##ơi": 809,
      "đọc": 810,
      "thích": 811,
      "tập_trung": 812,
      "yêu_cầu": 813,
      "##ắng": 814,
      "##_bản": 815,
      "##_chiếu": 816,
      "doubledot": 817,
      "##uốn": 818,
      "##_tin": 819,
      "colon": 820,
      "bằng": 821,
      "##ọi": 822,
      "##_thích": 823,
      "hoặc": 824,
      "hình_thức": 825,
      "lắm": 826,
      "giao": 827,
      "chậm": 828,
      "kiểm_tra": 829,
      "máy_chiếu": 830,
      "##iền": 831,
      "##_trọng": 832,
      "lên_lớp": 833,
      "sâu": 834,
      "##_tiế": 835,
      "trả": 836,
      "tuần": 837,
      "##òa": 838,
      "nhiệt_huyết": 839,
      "##_lời": 840,
      "##_khi": 841,
      "nhà_trường": 842,
      "wzjwz1": 843,
      "kinh_nghiệm": 844,
      "trả_lời": 845,
      "la": 846,
      "##ặp": 847,
      "##ịnh": 848,
      "nhỏ": 849,
      "##ừa": 850,
      "wzjwz2": 851,
      "##ám": 852,
      "##_thương": 853,
      "##ơn": 854,
      "cải": 855,
      "đánh": 856,
      "##_với": 857,
      "##_hệ": 858,
      "code": 859,
      "hòa": 860,
      "xem": 861,
      "ôn": 862,
      "##_tiếp": 863,
      "hệ_th": 864,
      "mọi": 865,
      "đối_với": 866,
      "hệ_thống": 867,
      "vừa": 868,
      "lần": 869,
      "##_hút": 870,
      "##_ý": 871,
      "##ắn": 872,
      "liên_quan": 873,
      "tham": 874,
      "chính": 875,
      "bắt": 876,
      "so": 877,
      "đa": 878,
      "##_thi": 879,
      "##_thiết": 880,
      "phát": 881,
      "liên_hệ": 882,
      "đôi_khi": 883,
      "##ăm": 884,
      "giọng": 885,
      "khiến": 886,
      "tụi": 887,
      "##_hiểu": 888,
      "giải_thích": 889,
      "chia": 890,
      "thuyết_trình": 891,
      "dễ_thương": 892,
      "một_cách": 893,
      "tuy": 894,
      "##ộc": 895,
      "##_cáo": 896,
      "máy_tính": 897,
      "lập": 898,
      "báo_cáo": 899,
      "lịch": 900,
      "nữa": 901,
      "##ắp": 902,
      "##_vậy": 903,
      "##_bày": 904,
      "đề_thi": 905,
      "gặp": 906,
      "ké": 907,
      "làm_việc": 908,
      "trình_bày": 909,
      "##ất_c": 910,
      "cần_thiết": 911,
      "tìm_hiểu": 912,
      "##ép": 913,
      "nhau": 914,
      "không_thể": 915,
      "##_giá": 916,
      "khó_kh": 917,
      "thông_tin": 918,
      "khó_khăn": 919,
      "mở": 920,
      "tích": 921,
      "##ưở": 922,
      "chú": 923,
      "##_cực": 924,
      "##ưởng": 925,
      "nhàm": 926,
      "tương_tác": 927,
      "đánh_giá": 928,
      "lab": 929,
      "tích_cực": 930,
      "bảng": 931,
      "sai": 932,
      "##_thiện": 933,
      "##_nữa": 934,
      "tổ": 935,
      "viết": 936,
      "đáp": 937,
      "##ìn": 938,
      "hơn_nữa": 939,
      "lớp_học": 940,
      "đang": 941,
      "ngủ": 942,
      "lập_trình": 943,
      "ứng": 944,
      "thứ": 945,
      "nhìn": 946,
      "chỗ": 947,
      "mang": 948,
      "##iêm": 949,
      "##ea": 950,
      "ứng_dụng": 951,
      "dẫn": 952,
      "mạng": 953,
      "ngồi": 954,
      "cải_thiện": 955,
      "mất": 956,
      "văn": 957,
      "##eb": 958,
      "chứ": 959,
      "sinh_động": 960,
      "truyền": 961,
      "##ic": 962,
      "##te": 963,
      "##ềm": 964,
      "thu_hút": 965,
      "bù": 966,
      "##ro": 967,
      "##ịu": 968,
      "nghiêm": 969,
      "đề_c": 970,
      "chuẩn_bị": 971,
      "bên": 972,
      "trọng": 973,
      "như_vậy": 974,
      "##_giải": 975,
      "nâng_cấp": 976,
      "năm": 977,
      "##_ơn": 978,
      "thú": 979,
      "khoa": 980,
      "nói_ch": 981,
      "cơ_bản": 982,
      "bổ_ích": 983,
      "sắp": 984,
      "##iêu": 985,
      "##_thấy": 986,
      "học_kỳ": 987,
      "phong": 988,
      "mục": 989,
      "##ar": 990,
      "##ếp": 991,
      "trao": 992,
      "##_bắt": 993,
      "##_ngữ": 994,
      "##_nghị": 995,
      "cảm_thấy": 996,
      "nắm_bắt": 997,
      "thay_đổi": 998,
      "chủ_động": 999,
      "hiền": 1000,
      "##ộn": 1001,
      "##ẳng": 1002,
      "##_lại": 1003,
      "trọng_tâm": 1004,
      "hài": 1005,
      "tất_c": 1006,
      "##ne": 1007,
      "##ile": 1008,
      "##_sâu": 1009,
      "##_chất": 1010,
      "trao_đổi": 1011,
      "tất_cả": 1012,
      "vận": 1013,
      "##_vị": 1014,
      "##_đáo": 1015,
      "thực_sự": 1016,
      "ngày": 1017,
      "##_nhiên": 1018,
      "nộp": 1019,
      "##uyệt": 1020,
      "cực": 1021,
      "dùng": 1022,
      "hiện": 1023,
      "##_giáo": 1024,
      "##_kiện": 1025,
      "ôn_tập": 1026,
      "bỏ": 1027,
      "##ớn": 1028,
      "##_khí": 1029,
      "bám": 1030,
      "lấy": 1031,
      "muốn": 1032,
      "đặc": 1033,
      "##oán": 1034,
      "##_thiết_bị": 1035,
      "##_hứng": 1036,
      "chu_đáo": 1037,
      "bọn": 1038,
      "dài": 1039,
      "##_lu": 1040,
      "##_rộng": 1041,
      "công_việc": 1042,
      "trang_thiết_bị": 1043,
      "toàn": 1044,
      "tuyệt": 1045,
      "##_biệt": 1046,
      "##_này": 1047,
      "đề_nghị": 1048,
      "thật_sự": 1049,
      "giao_tiếp": 1050,
      "hài_h": 1051,
      "tại": 1052,
      "không_khí": 1053,
      "##_cường": 1054,
      "nóng": 1055,
      "điều_kiện": 1056,
      "##_nghiệp": 1057,
      "tăng_cường": 1058,
      "trang_bị": 1059,
      "rè": 1060,
      "sớ": 1061,
      "##ội": 1062,
      "##_vọng": 1063,
      "##_điểm": 1064,
      "##_giảng": 1065,
      "##_chỉ": 1066,
      "thú_vị": 1067,
      "vận_dụng": 1068,
      "sớm": 1069,
      "bao": 1070,
      "sáng": 1071,
      "tình": 1072,
      "##ạnh": 1073,
      "##_khảo": 1074,
      "hoàn": 1075,
      "chuyên_môn": 1076,
      "hài_hước": 1077,
      "##ứu": 1078,
      "##_tục": 1079,
      "tránh": 1080,
      "##_sở": 1081,
      "##ọa": 1082,
      "nhận": 1083,
      "giảm": 1084,
      "trực": 1085,
      "##_cận": 1086,
      "##_cứu": 1087,
      "##_ngủ": 1088,
      "tiếp_cận": 1089,
      "##_xếp": 1090,
      "cảm_ơn": 1091,
      "buồn_ngủ": 1092,
      "sắp_xếp": 1093,
      "##_luận": 1094,
      "xin": 1095,
      "thành": 1096,
      "##inh_h": 1097,
      "ngắn": 1098,
      "##_bằng": 1099,
      "##_mềm": 1100,
      "##_như": 1101,
      "áp_lực": 1102,
      "cơ_sở": 1103,
      "colons": 1104,
      "tham_khảo": 1105,
      "kém": 1106,
      "đề_cương": 1107,
      "hầu": 1108,
      "mặc": 1109,
      "năng": 1110,
      "tôi": 1111,
      "xong": 1112,
      "##_ứng": 1113,
      "##iê": 1114,
      "##ạch": 1115,
      "##ặng": 1116,
      "##_danh": 1117,
      "điểm_danh": 1118,
      "tiết_học": 1119,
      "gh": 1120,
      "nặng": 1121,
      "việt": 1122,
      "##oảng": 1123,
      "thế": 1124,
      "##iên_cứu": 1125,
      "dạy_học": 1126,
      "##_sẻ": 1127,
      "##line": 1128,
      "kết_quả": 1129,
      "lỗi": 1130,
      "vi": 1131,
      "đây": 1132,
      "##ac": 1133,
      "##ớt": 1134,
      "##_toán": 1135,
      "ngay": 1136,
      "nghiên_cứu": 1137,
      "##_nhất": 1138,
      "chia_sẻ": 1139,
      "lớn": 1140,
      "##ur": 1141,
      "##ấu": 1142,
      "##ét": 1143,
      "##_vì": 1144,
      "##_hình": 1145,
      "##_dù": 1146,
      "##_định": 1147,
      "##_luyện": 1148,
      "##_giác": 1149,
      "##iêng": 1150,
      "cố": 1151,
      "mờ": 1152,
      "##_nào": 1153,
      "phần_mềm": 1154,
      "quan_trọng": 1155,
      "ai": 1156,
      "vô": 1157,
      "##se": 1158,
      "##_hơi": 1159,
      "công_ngh": 1160,
      "sau_này": 1161,
      "cảm_hứng": 1162,
      "đầu_t": 1163,
      "_d": 1164,
      "hạn": 1165,
      "web": 1166,
      "đào": 1167,
      "##_toàn": 1168,
      "##_sát": 1169,
      "##emin": 1170,
      "thay_vì": 1171,
      "phân_b": 1172,
      "tuy_nhiên": 1173,
      "đáp_ứng": 1174,
      "##eminar": 1175,
      "bảo": 1176,
      "cùng": 1177,
      "dạng": 1178,
      "dea": 1179,
      "##mile": 1180,
      "##àn_th": 1181,
      "##dline": 1182,
      "##ẫu": 1183,
      "##_hội": 1184,
      "##_cùng": 1185,
      "dễ_d": 1186,
      "rèn": 1187,
      "dù": 1188,
      "kể": 1189,
      "sôi": 1190,
      "##ợi": 1191,
      "giỏi": 1192,
      "chép": 1193,
      "##_thế": 1194,
      "##_man": 1195,
      "công_bằng": 1196,
      "trình_độ": 1197,
      "đặc_biệt": 1198,
      "mặc_dù": 1199,
      "deadline": 1200,
      "dễ_dàng": 1201,
      "bộ": 1202,
      "rộng": 1203,
      "riêng": 1204,
      "sơ": 1205,
      "seminar": 1206,
      "vậy": 1207,
      "đạt": 1208,
      "##ặn": 1209,
      "##ầm": 1210,
      "##ửa": 1211,
      "thiết": 1212,
      "##_vời": 1213,
      "##an_man": 1214,
      "##_xác": 1215,
      "##_nghĩ": 1216,
      "##icro": 1217,
      "lan_man": 1218,
      "mu": 1219,
      "##en": 1220,
      "##_tích": 1221,
      "hoàn_th": 1222,
      "tâm_lý": 1223,
      "cảm_giác": 1224,
      "tuyệt_vời": 1225,
      "hoàn_toàn": 1226,
      "_dle": 1227,
      "mấy": 1228,
      "quy": 1229,
      "sao": 1230,
      "ngành": 1231,
      "khóa": 1232,
      "##_chức": 1233,
      "##ật_chất": 1234,
      "tổ_chức": 1235,
      "nói_chuyện": 1236,
      "đào_tạo": 1237,
      "dle": 1238,
      "luyện": 1239,
      "micro": 1240,
      "động": 1241,
      "định": 1242,
      "##_y": 1243,
      "##iệm": 1244,
      "##_đầu": 1245,
      "phút": 1246,
      "##_lúc": 1247,
      "##_sung": 1248,
      "##_chịu": 1249,
      "##ail": 1250,
      "đôi_lúc": 1251,
      "số_lượng": 1252,
      "mở_rộng": 1253,
      "chú_trọng": 1254,
      "cực_kỳ": 1255,
      "rèn_luyện": 1256,
      "mức": 1257,
      "vài": 1258,
      "##ừng": 1259,
      "giới": 1260,
      "chiếu": 1261,
      "##_thực": 1262,
      "##_càng": 1263,
      "##_chế": 1264,
      "bổ_sung": 1265,
      "up": 1266,
      "##ỏng": 1267,
      "##ửi": 1268,
      "thôi": 1269,
      "khoảng": 1270,
      "##_giờ": 1271,
      "##_quyết": 1272,
      "##_qua": 1273,
      "##_ra": 1274,
      "ghi": 1275,
      "20": 1276,
      "diễ": 1277,
      "hy": 1278,
      "hai": 1279,
      "lâu": 1280,
      "đổi": 1281,
      "##ng_c": 1282,
      "nhớ": 1283,
      "chung": 1284,
      "##_thời": 1285,
      "##_thiệu": 1286,
      "##_dạng": 1287,
      "thời_lượng": 1288,
      "giới_thiệu": 1289,
      "hy_vọng": 1290,
      "##_túc": 1291,
      "##_tượng": 1292,
      "chắc": 1293,
      "quạt": 1294,
      "thực_hiện": 1295,
      "##_ngành": 1296,
      "chuyên_ngành": 1297,
      "muộn": 1298,
      "bận": 1299,
      "cứ": 1300,
      "lo": 1301,
      "minh_h": 1302,
      "yếu": 1303,
      "thống": 1304,
      "##iển": 1305,
      "kỹ_càng": 1306,
      "##_xét": 1307,
      "đa_dạng": 1308,
      "hầu_như": 1309,
      "##_yếu": 1310,
      "minh_họa": 1311,
      "hấp": 1312,
      "đặt": 1313,
      "ảnh": 1314,
      "##ẹp": 1315,
      "##ẵn": 1316,
      "##_hướng": 1317,
      "chính_xác": 1318,
      "sáng_tạo": 1319,
      "##urse": 1320,
      "sẵn": 1321,
      "giảng_giải": 1322,
      "##_hồ": 1323,
      "giải_quyết": 1324,
      "wzjwz3": 1325,
      "hấp_dẫn": 1326,
      "hư": 1327,
      "mơ": 1328,
      "##rac": 1329,
      "##si": 1330,
      "##_vụ": 1331,
      "##_hỏi": 1332,
      "##_hưởng": 1333,
      "chỉ_dẫn": 1334,
      "course": 1335,
      "liên_tục": 1336,
      "kết_hợp": 1337,
      "nghiêm_túc": 1338,
      "phong_cách": 1339,
      "hạn_chế": 1340,
      "ảnh_hưởng": 1341,
      "cấu": 1342,
      "gửi": 1343,
      "sách": 1344,
      "##_âm": 1345,
      "##ạc": 1346,
      "##ti": 1347,
      "##ót": 1348,
      "thảo": 1349,
      "giống": 1350,
      "chữ": 1351,
      "##_do": 1352,
      "##ôn_ngữ": 1353,
      "##_bộ": 1354,
      "##_kỹ": 1355,
      "đi_sâu": 1356,
      "cuộc": 1357,
      "lượng": 1358,
      "mặt": 1359,
      "##ạm": 1360,
      "##óng": 1361,
      "##ởi": 1362,
      "chạy": 1363,
      "##_cô": 1364,
      "ngôn_ngữ": 1365,
      "##_gắng": 1366,
      "##_nổi": 1367,
      "cơ_hội": 1368,
      "chủ_yếu": 1369,
      "đầu_tư": 1370,
      "sôi_nổi": 1371,
      "hoàn_thành": 1372,
      "thống_nhất": 1373,
      "dành": 1374,
      "##óp": 1375,
      "##ữu": 1376,
      "khô": 1377,
      "##_hành": 1378,
      "quản": 1379,
      "tương_đ": 1380,
      "tổng": 1381,
      "colonsmile": 1382,
      "cố_gắng": 1383,
      "định_hướng": 1384,
      "mơ_hồ": 1385,
      "thảo_luận": 1386,
      "10": 1387,
      "dư": 1388,
      "dem": 1389,
      "hữu": 1390,
      "đăng": 1391,
      "##ing": 1392,
      "##er": 1393,
      "##óa": 1394,
      "##ựng": 1395,
      "##ưỡ": 1396,
      "chuyện": 1397,
      "##_sống": 1398,
      "tốn": 1399,
      "##_khắc": 1400,
      "phát_âm": 1401,
      "websi": 1402,
      "sơ_s": 1403,
      "##tion": 1404,
      "demo": 1405,
      "website": 1406,
      "30": 1407,
      "cộng": 1408,
      "tư": 1409,
      "vững": 1410,
      "##ấn": 1411,
      "##_tài": 1412,
      "##_tại": 1413,
      "##_tiêu": 1414,
      "chút": 1415,
      "giảng_hơi": 1416,
      "phục": 1417,
      "cô_giáo": 1418,
      "##_chán": 1419,
      "##_chút": 1420,
      "đề_tài": 1421,
      "##ame": 1422,
      "hiện_tại": 1423,
      "trực_tiếp": 1424,
      "công_nghệ": 1425,
      "động_lực": 1426,
      "hữu_ích": 1427,
      "bớt": 1428,
      "mẫu": 1429,
      "mail": 1430,
      "đông": 1431,
      "trò": 1432,
      "##_cảm": 1433,
      "##_gia": 1434,
      "##_nhân": 1435,
      "chuyên_sâu": 1436,
      "##raction": 1437,
      "cài": 1438,
      "hô": 1439,
      "lôi": 1440,
      "lắng": 1441,
      "nêu": 1442,
      "sức": 1443,
      "đứng": 1444,
      "đơn": 1445,
      "##ua": 1446,
      "##õi": 1447,
      "thái": 1448,
      "chẳng": 1449,
      "##iếm": 1450,
      "không_chỉ": 1451,
      "##_trạng": 1452,
      "như_thế": 1453,
      "nghề": 1454,
      "##_phần": 1455,
      "##_phục": 1456,
      "##_nghe": 1457,
      "diễn_đạt": 1458,
      "sơ_sài": 1459,
      "phục_vụ": 1460,
      "lắng_nghe": 1461,
      "thái_độ": 1462,
      "cá": 1463,
      "fraction": 1464,
      "lời": 1465,
      "nền": 1466,
      "to": 1467,
      "xu": 1468,
      "##it": 1469,
      "##òi": 1470,
      "chịu": 1471,
      "thầy_cô": 1472,
      "trách": 1473,
      "##_đề": 1474,
      "##_sót": 1475,
      "##_giản": 1476,
      "##_kẽ": 1477,
      "##_quát": 1478,
      "##_nhiệm": 1479,
      "##_xúc": 1480,
      "bắt_đầu": 1481,
      "đa_số": 1482,
      "chú_ý": 1483,
      "nhàm_chán": 1484,
      "nghiêm_khắc": 1485,
      "mục_tiêu": 1486,
      "trò_ch": 1487,
      "hôm": 1488,
      "kiểu": 1489,
      "đẹp": 1490,
      "##ia": 1491,
      "##oạn": 1492,
      "##ấc": 1493,
      "##ưu": 1494,
      "thương": 1495,
      "##_vài": 1496,
      "trừ": 1497,
      "trung": 1498,
      "##_công": 1499,
      "##_cuốn": 1500,
      "##_liệu": 1501,
      "##_biểu": 1502,
      "##_sao": 1503,
      "##_sàng": 1504,
      "một_vài": 1505,
      "cuốn": 1506,
      "ngoài_ra": 1507,
      "kéo": 1508,
      "sẵn_sàng": 1509,
      "tương_đối": 1510,
      "##ưỡng": 1511,
      "lôi_cuốn": 1512,
      "đơn_giản": 1513,
      "bụ": 1514,
      "game": 1515,
      "vật_chất": 1516,
      "xa": 1517,
      "đâu": 1518,
      "##_tiến": 1519,
      "##_đặt": 1520,
      "##_là": 1521,
      "##_trúc": 1522,
      "##_giấc": 1523,
      "một_chút": 1524,
      "giờ_giấc": 1525,
      "công_tác": 1526,
      "trường_hợp": 1527,
      "tụy": 1528,
      "tham_gia": 1529,
      "quản_lý": 1530,
      "dưới": 1531,
      "cá_nhân": 1532,
      "trách_nhiệm": 1533,
      "bàn": 1534,
      "cứng": 1535,
      "góp": 1536,
      "tí": 1537,
      "đừng": 1538,
      "##uộc": 1539,
      "##oại": 1540,
      "nhắc": 1541,
      "trở": 1542,
      "##_dõi": 1543,
      "##_lưỡng": 1544,
      "##_gọn": 1545,
      "##_nhiệt": 1546,
      "##_phú": 1547,
      "kỹ_lưỡng": 1548,
      "##_thuật": 1549,
      "theo_dõi": 1550,
      "nói_chung": 1551,
      "ngắn_gọn": 1552,
      "loa": 1553,
      "mô": 1554,
      "tệ": 1555,
      "tinh": 1556,
      "vắng": 1557,
      "đại": 1558,
      "ổn": 1559,
      "##ec": 1560,
      "##ựa": 1561,
      "giảng_kỹ": 1562,
      "##_thúc": 1563,
      "##uyến": 1564,
      "##ướt": 1565,
      "##_nay": 1566,
      "lý_do": 1567,
      "phong_phú": 1568,
      "bao_giờ": 1569,
      "vô_cùng": 1570,
      "phân_bổ": 1571,
      "bộ_môn": 1572,
      "##_nghĩa": 1573,
      "mức_độ": 1574,
      "bụi": 1575,
      "##_nhiệt_tình": 1576,
      "bất": 1577,
      "bước": 1578,
      "âm": 1579,
      "##sua": 1580,
      "nhờ": 1581,
      "##_thần": 1582,
      "##_đích": 1583,
      "ngữ": 1584,
      "nguyên": 1585,
      "##_buộc": 1586,
      "củng_c": 1587,
      "khó_tính": 1588,
      "##_mặt": 1589,
      "##_nhắc": 1590,
      "dot": 1591,
      "ngoại": 1592,
      "kết_thúc": 1593,
      "mục_đích": 1594,
      "##_chỉnh": 1595,
      "tình_trạng": 1596,
      "năng_động": 1597,
      "visua": 1598,
      "phân_bố": 1599,
      "courses": 1600,
      "trò_chơi": 1601,
      "tinh_thần": 1602,
      "visual": 1603,
      "cặn": 1604,
      "dịch": 1605,
      "lướt": 1606,
      "rằng": 1607,
      "sang": 1608,
      "##ển": 1609,
      "dễ_chịu": 1610,
      "##n_độ": 1611,
      "tiến_độ": 1612,
      "##deo": 1613,
      "cuối_cùng": 1614,
      "chủ_đề": 1615,
      "cải_tiến": 1616,
      "phát_tr": 1617,
      "khoa_học": 1618,
      "hiện_nay": 1619,
      "thiết_thực": 1620,
      "ngữ_pháp": 1621,
      "cặn_kẽ": 1622,
      "bản": 1623,
      "hi": 1624,
      "hề": 1625,
      "wi": 1626,
      "##c_độ": 1627,
      "##ữ_liệu": 1628,
      "##ãy": 1629,
      "##ằm": 1630,
      "##_tải": 1631,
      "nhập": 1632,
      "chọn": 1633,
      "khắc": 1634,
      "trẻ": 1635,
      "trùng": 1636,
      "phản": 1637,
      "##_lẽ": 1638,
      "tốc_độ": 1639,
      "xem_xét": 1640,
      "đáp_án": 1641,
      "video": 1642,
      "cuốn_hút": 1643,
      "góp_ý": 1644,
      "củng_cố": 1645,
      "phát_triển": 1646,
      "bả": 1647,
      "cấp": 1648,
      "song": 1649,
      "ồn": 1650,
      "##pea": 1651,
      "##to": 1652,
      "##uất": 1653,
      "##king": 1654,
      "##_tảng": 1655,
      "nhu": 1656,
      "thầy_giáo": 1657,
      "##_dài": 1658,
      "có_vẻ": 1659,
      "quý": 1660,
      "quên": 1661,
      "##_mở": 1662,
      "xem_lại": 1663,
      "trực_quan": 1664,
      "cuộc_sống": 1665,
      "nền_tảng": 1666,
      "căn": 1667,
      "danh": 1668,
      "họ": 1669,
      "lẫn": 1670,
      "tên": 1671,
      "xác": 1672,
      "đáng": 1673,
      "##óc": 1674,
      "##ênh": 1675,
      "##èm": 1676,
      "nhẹ": 1677,
      "khuyến": 1678,
      "##_thanh": 1679,
      "##_ho": 1680,
      "##_duy": 1681,
      "dễ_tính": 1682,
      "##n_thân": 1683,
      "##_sức": 1684,
      "kiến": 1685,
      "##_nhận": 1686,
      "##_phí": 1687,
      "##_khích": 1688,
      "tâm_nhiệt_tình": 1689,
      "doanh": 1690,
      "chấm_điểm": 1691,
      "lap": 1692,
      "lịch_học": 1693,
      "năng_lực": 1694,
      "cấu_trúc": 1695,
      "tư_duy": 1696,
      "bản_thân": 1697,
      "##peaking": 1698,
      "15": 1699,
      "cám": 1700,
      "lưu": 1701,
      "su": 1702,
      "xử": 1703,
      "xây": 1704,
      "##ạp": 1705,
      "##fi": 1706,
      "##ốt": 1707,
      "##_tưởng": 1708,
      "giấy": 1709,
      "giảng_đ": 1710,
      "có_lẽ": 1711,
      "##_cần": 1712,
      "##_còn": 1713,
      "##_lệ": 1714,
      "##_mà": 1715,
      "##_muốn": 1716,
      "##_nên": 1717,
      "##_chung": 1718,
      "##_chuyện": 1719,
      "##_chóng": 1720,
      "##_phạm": 1721,
      "chỉ_bảo": 1722,
      "mà_còn": 1723,
      "nhanh_chóng": 1724,
      "hình_dung": 1725,
      "truyền_cảm": 1726,
      "quy_định": 1727,
      "cứng_nhắc": 1728,
      "âm_thanh": 1729,
      "nhu_cầu": 1730,
      "khuyến_khích": 1731,
      "doanh_nghiệp": 1732,
      "căng": 1733,
      "ok": 1734,
      "rớt": 1735,
      "sư": 1736,
      "speaking": 1737,
      "##or": 1738,
      "##ve": 1739,
      "ché": 1740,
      "chuy": 1741,
      "##_thường": 1742,
      "##ông_tin": 1743,
      "##_kết": 1744,
      "##_mới": 1745,
      "cách_thức": 1746,
      "##_khó": 1747,
      "##_khan": 1748,
      "tiếp_tục": 1749,
      "tiếp_xúc": 1750,
      "mong_muốn": 1751,
      "đồng_thời": 1752,
      "phân_tích": 1753,
      "##ệ_thông_tin": 1754,
      "sâu_rộng": 1755,
      "đa_phần": 1756,
      "công_nghệ_thông_tin": 1757,
      "luyện_tập": 1758,
      "khô_khan": 1759,
      "xuống": 1760,
      "kéo_dài": 1761,
      "wifi": 1762,
      "##top": 1763,
      "căn_bản": 1764,
      "laptop": 1765,
      "xử_lý": 1766,
      "giảng_đường": 1767,
      "hỏng": 1768,
      "kèm": 1769,
      "môi": 1770,
      "nước": 1771,
      "sợ": 1772,
      "suy": 1773,
      "##ệt": 1774,
      "##ồng": 1775,
      "##_vật_chất": 1776,
      "##_hết": 1777,
      "##_hạn": 1778,
      "##_dựng": 1779,
      "học_hỏi": 1780,
      "nhiệt_tình_giảng": 1781,
      "##_lạc": 1782,
      "##ức_t": 1783,
      "##_bình": 1784,
      "##_trò": 1785,
      "tối": 1786,
      "##_ngo": 1787,
      "màn": 1788,
      "chuyên_nghiệp": 1789,
      "sai_sót": 1790,
      "##ter": 1791,
      "cơ_sở_vật_chất": 1792,
      "đăng_k": 1793,
      "tín": 1794,
      "khắc_phục": 1795,
      "xây_dựng": 1796,
      "sư_phạm": 1797,
      "môi_trường": 1798,
      "cạnh": 1799,
      "cởi": 1800,
      "dòng": 1801,
      "file": 1802,
      "mạch": 1803,
      "nửa": 1804,
      "pro": 1805,
      "tỉ": 1806,
      "ân": 1807,
      "đời": 1808,
      "điện": 1809,
      "đem": 1810,
      "##tu": 1811,
      "##u_tượng": 1812,
      "##es": 1813,
      "##ĩnh": 1814,
      "thử": 1815,
      "thưa": 1816,
      "thẳng": 1817,
      "nhằm": 1818,
      "chúc": 1819,
      "##_thẳng": 1820,
      "bài_toán": 1821,
      "##_lai": 1822,
      "##_biết": 1823,
      "tận_dụng": 1824,
      "##_gì": 1825,
      "khó_chịu": 1826,
      "##_kế": 1827,
      "##_chí": 1828,
      "nhưng_mà": 1829,
      "##_khe": 1830,
      "hướng_dẫn_giải": 1831,
      "điểm_số": 1832,
      "thông_qua": 1833,
      "khách": 1834,
      "tương_lai": 1835,
      "thuật": 1836,
      "kịp_thời": 1837,
      "bắt_buộc": 1838,
      "truyền_tải": 1839,
      "nhận_xét": 1840,
      "đổi_mới": 1841,
      "trừu_tượng": 1842,
      "chuyển": 1843,
      "đăng_ký": 1844,
      "cởi_mở": 1845,
      "ân_cần": 1846,
      "càng": 1847,
      "gợi": 1848,
      "họa": 1849,
      "mệt": 1850,
      "ý_nghĩa": 1851,
      "##lo": 1852,
      "##ad": 1853,
      "##ảy": 1854,
      "##ói": 1855,
      "##oạt": 1856,
      "##íu": 1857,
      "##ía": 1858,
      "##ốc": 1859,
      "tháng": 1860,
      "chờ": 1861,
      "chiều": 1862,
      "chăm": 1863,
      "trời": 1864,
      "phụ": 1865,
      "phức_t": 1866,
      "##_mẫu": 1867,
      "##_chữa": 1868,
      "con": 1869,
      "điều_chỉnh": 1870,
      "câu_chuyện": 1871,
      "sửa_chữa": 1872,
      "hầu_hết": 1873,
      "đầu_tiên": 1874,
      "thiết_kế": 1875,
      "200": 1876,
      "cài_đặt": 1877,
      "đứng_lớp": 1878,
      "đại_học": 1879,
      "##_hoạch": 1880,
      "khách_quan": 1881,
      "thuật_toán": 1882,
      "phức_tạp": 1883,
      "bình": 1884,
      "bất_c": 1885,
      "cửa": 1886,
      "dặn": 1887,
      "nổi": 1888,
      "tiền": 1889,
      "xinh": 1890,
      "độ": 1891,
      "##gic": 1892,
      "##io": 1893,
      "##30": 1894,
      "##ảnh": 1895,
      "##dio": 1896,
      "##ụ_động": 1897,
      "thụ_động": 1898,
      "nhầm": 1899,
      "##_loa": 1900,
      "ngu": 1901,
      "##_nhỏ": 1902,
      "##_nhở": 1903,
      "kỹ_thuật": 1904,
      "đóng": 1905,
      "##dotv": 1906,
      "đều_đ": 1907,
      "tình_hình": 1908,
      "colonsad": 1909,
      "khóa_biểu": 1910,
      "nghề_nghiệp": 1911,
      "căng_thẳng": 1912,
      "50": 1913,
      "ban": 1914,
      "dụ": 1915,
      "in": 1916,
      "lề": 1917,
      "lố": 1918,
      "nổ": 1919,
      "rút": 1920,
      "xã": 1921,
      "đỡ": 1922,
      "đòi": 1923,
      "##ode": 1924,
      "##oát": 1925,
      "chữa": 1926,
      "khảo": 1927,
      "##_thầy": 1928,
      "trưởng": 1929,
      "##_đa": 1930,
      "##_song": 1931,
      "##_sắc": 1932,
      "làm_sao": 1933,
      "##_kiếm": 1934,
      "##_nối": 1935,
      "##_chép": 1936,
      "##_chia": 1937,
      "##_nhàng": 1938,
      "##_xuất": 1939,
      "wzjwz8": 1940,
      "công_t": 1941,
      "tìm_kiếm": 1942,
      "phân_chia": 1943,
      "phát_h": 1944,
      "đề_cập": 1945,
      "##inh_hoạt": 1946,
      "201": 1947,
      "##ng_cụ": 1948,
      "logic": 1949,
      "cấu_hình": 1950,
      "như_thế_nào": 1951,
      "nhắc_nhở": 1952,
      "nhập_môn": 1953,
      "nhẹ_nhàng": 1954,
      "cám_ơn": 1955,
      "##_ngoài": 1956,
      "nguồn": 1957,
      "dụng_cụ": 1958,
      "bữa": 1959,
      "cười": 1960,
      "dự": 1961,
      "dữ_liệu": 1962,
      "gle": 1963,
      "hăng": 1964,
      "kênh": 1965,
      "lòng": 1966,
      "lắp": 1967,
      "lĩnh": 1968,
      "linh_hoạt": 1969,
      "minh": 1970,
      "mạnh": 1971,
      "tầm": 1972,
      "điệ": 1973,
      "đột": 1974,
      "đợi": 1975,
      "##_w": 1976,
      "##iềm": 1977,
      "##at": 1978,
      "##ãi": 1979,
      "##ỉnh": 1980,
      "khắt": 1981,
      "trục": 1982,
      "học_viên": 1983,
      "phổ": 1984,
      "##_cả": 1985,
      "##_trặc": 1986,
      "##_gh": 1987,
      "##_mạng": 1988,
      "##_nản": 1989,
      "##ắc_nghiệm": 1990,
      "nói_nhỏ": 1991,
      "##_nhiêu": 1992,
      "##_khóa": 1993,
      "khái": 1994,
      "##úc_tích": 1995,
      "chuột": 1996,
      "hết_m": 1997,
      "qua_loa": 1998,
      "kết_nối": 1999,
      "toàn_bộ": 2000,
      "thành_công": 2001,
      "sôi_động": 2002,
      "##_thực_hành": 2003,
      "tổng_quát": 2004,
      "trung_bình": 2005,
      "bản_chất": 2006,
      "song_song": 2007,
      "suy_nghĩ": 2008,
      "##tudio": 2009,
      "xã_hội": 2010,
      "đòi_hỏi": 2011,
      "khảo_sát": 2012,
      "công_ty": 2013,
      "khắt_khe": 2014,
      "trục_trặc": 2015,
      "_k": 2016,
      "di": 2017,
      "gọi": 2018,
      "hệ": 2019,
      "hiệ": 2020,
      "hàng": 2021,
      "hóa": 2022,
      "hãy": 2023,
      "h30": 2024,
      "ja": 2025,
      "kiên": 2026,
      "kích": 2027,
      "kêu": 2028,
      "kit": 2029,
      "linh": 2030,
      "tải": 2031,
      "tóm": 2032,
      "vựng": 2033,
      "xếp": 2034,
      "xảy": 2035,
      "##py": 2036,
      "##ỏe": 2037,
      "##í_nghiệm": 2038,
      "##va": 2039,
      "##ver": 2040,
      "##_tả": 2041,
      "thể": 2042,
      "thậm": 2043,
      "che": 2044,
      "chơi": 2045,
      "##_theo": 2046,
      "có_khi": 2047,
      "##_lạ": 2048,
      "##_lớn": 2049,
      "##n_thoại": 2050,
      "##_trị": 2051,
      "##_trì": 2052,
      "##_móc": 2053,
      "tiến": 2054,
      "tiếp_theo": 2055,
      "coi": 2056,
      "copy": 2057,
      "vì_vậy": 2058,
      "công_thức": 2059,
      "chán_nản": 2060,
      "colonlo": 2061,
      "phát_biểu": 2062,
      "##net": 2063,
      "bao_nhiêu": 2064,
      "wzjwz31": 2065,
      "##ect": 2066,
      "xác_định": 2067,
      "suốt": 2068,
      "nước_ngoài": 2069,
      "tối_đa": 2070,
      "bình_thường": 2071,
      "điện_thoại": 2072,
      "##_web": 2073,
      "java": 2074,
      "colonlove": 2075,
      "bởi": 2076,
      "cân": 2077,
      "dựa": 2078,
      "gò": 2079,
      "nơi": 2080,
      "niềm": 2081,
      "tác": 2082,
      "vdotv": 2083,
      "##_ảnh": 2084,
      "##har": 2085,
      "##tem": 2086,
      "##ut": 2087,
      "##do": 2088,
      "##ãng": 2089,
      "##ợt": 2090,
      "##_tự": 2091,
      "##_tắc": 2092,
      "##_tiện": 2093,
      "##_tòi": 2094,
      "##nh_s": 2095,
      "thỉnh": 2096,
      "##_vực": 2097,
      "##iên_bản": 2098,
      "chả": 2099,
      "khỏe": 2100,
      "##_thoảng": 2101,
      "##_hỏng": 2102,
      "trợ": 2103,
      "trắc_nghiệm": 2104,
      "có_ích": 2105,
      "phiên_bản": 2106,
      "##_cụ": 2107,
      "##_cố": 2108,
      "cho_ph": 2109,
      "hiểu_biết": 2110,
      "##_lòng": 2111,
      "##_luôn": 2112,
      "##_lợi": 2113,
      "quen": 2114,
      "làm_gì": 2115,
      "##n_đại": 2116,
      "##_mỉ": 2117,
      "##_minh": 2118,
      "##_mang": 2119,
      "##_chứng": 2120,
      "##_quen": 2121,
      "máy_móc": 2122,
      "phương_thức": 2123,
      "luôn_luôn": 2124,
      "tự_nhiên": 2125,
      "##àn_l": 2126,
      "hình_ảnh": 2127,
      "tìm_tòi": 2128,
      "đối_tượng": 2129,
      "bỏ_qua": 2130,
      "thành_viên": 2131,
      "thế_này": 2132,
      "kể_cả": 2133,
      "hoàn_thiện": 2134,
      "chung_chung": 2135,
      "loại": 2136,
      "hư_hỏng": 2137,
      "trở_nên": 2138,
      "ngoại_khóa": 2139,
      "hi_vọng": 2140,
      "tỉ_mỉ": 2141,
      "gợi_ý": 2142,
      "phát_huy": 2143,
      "lĩnh_vực": 2144,
      "hiện_đại": 2145,
      "kích_thích": 2146,
      "thậm_chí": 2147,
      "cho_phép": 2148,
      "duy": 2149,
      "dãy": 2150,
      "gắt": 2151,
      "gắn": 2152,
      "kế": 2153,
      "kia": 2154,
      "li": 2155,
      "rối": 2156,
      "ta": 2157,
      "tin": 2158,
      "tân": 2159,
      "win": 2160,
      "xíu": 2161,
      "ăn": 2162,
      "đoạn": 2163,
      "##con": 2164,
      "##ql": 2165,
      "##ậu": 2166,
      "##ste": 2167,
      "##ẩm": 2168,
      "##_tử": 2169,
      "giá": 2170,
      "trưa": 2171,
      "trải": 2172,
      "trau": 2173,
      "nhiệt_tình_tạo": 2174,
      "##_loại": 2175,
      "##_trai": 2176,
      "tận_t": 2177,
      "##_mẻ": 2178,
      "##_chắn": 2179,
      "truyền_th": 2180,
      "##_phòng": 2181,
      "việc_là": 2182,
      "##_rối": 2183,
      "wzjwz5": 2184,
      "wzjwz7": 2185,
      "wzjwz6": 2186,
      "wzjwz4": 2187,
      "wzjwz9": 2188,
      "công_cụ": 2189,
      "áp_đặt": 2190,
      "lúc_nào": 2191,
      "thuận": 2192,
      "wzjwz13": 2193,
      "wzjwz11": 2194,
      "wzjwz12": 2195,
      "wzjwz15": 2196,
      "wzjwz18": 2197,
      "wzjwz17": 2198,
      "wzjwz16": 2199,
      "wzjwz10": 2200,
      "wzjwz14": 2201,
      "wzjwz19": 2202,
      "wzjwz21": 2203,
      "wzjwz25": 2204,
      "wzjwz28": 2205,
      "wzjwz27": 2206,
      "wzjwz26": 2207,
      "wzjwz20": 2208,
      "wzjwz24": 2209,
      "wzjwz29": 2210,
      "ghi_chép": 2211,
      "chắc_chắn": 2212,
      "cộng_điểm": 2213,
      "đẹp_trai": 2214,
      "chém": 2215,
      "##ternet": 2216,
      "đời_sống": 2217,
      "internet": 2218,
      "##temn": 2219,
      "thỉnh_thoảng": 2220,
      "##contemn": 2221,
      "việc_làm": 2222,
      "biện": 2223,
      "cắm": 2224,
      "dậy": 2225,
      "fac": 2226,
      "gọn": 2227,
      "lười": 2228,
      "liền": 2229,
      "lặp": 2230,
      "lãng": 2231,
      "si": 2232,
      "sản": 2233,
      "studio": 2234,
      "wec": 2235,
      "ôn_th": 2236,
      "ý_tưởng": 2237,
      "đường": 2238,
      "##ject": 2239,
      "##ri": 2240,
      "##ru": 2241,
      "##os": 2242,
      "##smile": 2243,
      "##ẩy": 2244,
      "##_tế": 2245,
      "##_tí": 2246,
      "thư": 2247,
      "thiên": 2248,
      "thao": 2249,
      "thấp": 2250,
      "chê": 2251,
      "##_thù": 2252,
      "##_thành": 2253,
      "##_dồi": 2254,
      "##_dữ_liệu": 2255,
      "có_mặt": 2256,
      "học_môn": 2257,
      "học_trò": 2258,
      "##_lẫn": 2259,
      "##_lâu": 2260,
      "quả": 2261,
      "##_sổ": 2262,
      "kiếm": 2263,
      "##n_đàn": 2264,
      "##_mỏi": 2265,
      "##_mạch": 2266,
      "##_nề": 2267,
      "##_phải": 2268,
      "##_phẩm": 2269,
      "giải_tích": 2270,
      "##_khoa": 2271,
      "phần_nào": 2272,
      "phần_lớn": 2273,
      "##ang_mang": 2274,
      "tâm_giảng": 2275,
      "vì_thế": 2276,
      "sự_cố": 2277,
      "tính_cách": 2278,
      "liên_kết": 2279,
      "điều_hành": 2280,
      "thuộc": 2281,
      "thiếu_sót": 2282,
      "thuyết_phục": 2283,
      "thích_thú": 2284,
      "coloncontemn": 2285,
      "wzjwz23": 2286,
      "wzjwz22": 2287,
      "vừa_phải": 2288,
      "tham_quan": 2289,
      "soạn": 2290,
      "đặc_thù": 2291,
      "rèm": 2292,
      "cơ_sở_dữ_liệu": 2293,
      "nặng_nề": 2294,
      "thế_nào": 2295,
      "cố_định": 2296,
      "diễn_đàn": 2297,
      "wzjwz30": 2298,
      "mô_hình": 2299,
      "nguyên_tắc": 2300,
      "ngoại_ngữ": 2301,
      "họp": 2302,
      "project": 2303,
      "cửa_sổ": 2304,
      "ban_đầu": 2305,
      "đột_xuất": 2306,
      "hết_mình": 2307,
      "tân_tâm": 2308,
      "trau_dồi": 2309,
      "faceb": 2310,
      "sản_phẩm": 2311,
      "wecode": 2312,
      "ôn_thi": 2313,
      "an": 2314,
      "ba": 2315,
      "bóng": 2316,
      "cẩ": 2317,
      "kính": 2318,
      "mời": 2319,
      "nữ": 2320,
      "nay": 2321,
      "nắng": 2322,
      "sống": 2323,
      "sql": 2324,
      "tù": 2325,
      "tạm": 2326,
      "vẽ": 2327,
      "vòng": 2328,
      "xúc_tích": 2329,
      "##ỏa": 2330,
      "##im": 2331,
      "##ma": 2332,
      "##ate": 2333,
      "##áu": 2334,
      "##olon": 2335,
      "##ít": 2336,
      "##ưng": 2337,
      "##ụy": 2338,
      "giám": 2339,
      "##_viết": 2340,
      "chiếm": 2341,
      "khối": 2342,
      "khuôn": 2343,
      "giảng_lý": 2344,
      "##_thí_nghiệm": 2345,
      "##_hi": 2346,
      "##_hiện": 2347,
      "##_hồi": 2348,
      "tranh": 2349,
      "trầm": 2350,
      "##_đó": 2351,
      "##_đồng": 2352,
      "nhiệt_tâm": 2353,
      "pháp": 2354,
      "phấn": 2355,
      "phía": 2356,
      "##_lạnh": 2357,
      "##ượt": 2358,
      "quay": 2359,
      "##_báu": 2360,
      "##_trí": 2361,
      "với_lại": 2362,
